{
  "title": "About",
  "subtitle": "Howdy",
  "path": "/about",
  "body": "Learn a bit about who I am",
  "coverImage": "../../assets/areas/about/about-me.jpg",
  "type": "content",
  "contentAreas": [
    {
      "title": "Education",
      "message": "I was welcomed into the College of Information Sciences and Technology in the fall of 2015 where I followed the curriculum the Systems Design and Development option. The curriculum of the Systems Design and Development option was centered around the creation of complex systems and applications across desktop, mobile, and web platforms.",
      "coverPhoto": "../../assets/areas/about/old_main.jpg"
    },
    {
      "title": "Employment",
      "message": "I was first hired by Holman Automotive's fleet management branch - Automotive Rentals, Inc. (ARI) as an intern in the summer of 2017. While working that summer I came up with a potential product idea, drew up a scope of work and pitched the idea to the head of product development. I was granted permission to carry out the project throughout the term of my Junior year at Penn State and upon completion of the project was welcomed back into the internship program as a member of the newest branch of the company \"Holman Strategic Ventures\" during the summer of 2018. From there I worked as an intern and then part-time employee for about a year until I was welcomed as a full-time Software Engineer beginning in the Summer of 2019. I continue to work as a Full-Stack Web and Mobile engineer for Holman Strategic Ventures.",
      "coverPhoto": "../../assets/areas/about/holman_logo.jpeg"
    },
    {
      "title": "Special Interests",
      "message": "I built a brick oven with my dad (top-left). So that's pretty unique, right? I'm also an Eagle Scout and I still volunteer on a weekly basis as a Scout Leader to aid in the development of the scouts and when I'm available, join them on their monthly camping trips and hikes (top-middle). Aside from work I also enjoy working on side-projects and when I can, I love a good cup of coffee on the porch with my laptop within reach! (top-right) Lastly, I'm an avid fan of the office and have watched and continue to re-watch all 9 seasons in whatever free time that I have.",
      "coverPhoto": "../../assets/areas/about/personal-interests.jpg"
    },
    {
      "title": "Entrepreneurship",
      "message": "I've always been driven and obsessive when it comes to programming, finding myself unable to put down a good tool once I get my hands on it. In the few years that I've been programming I've developed some really neat tools and services and have decided to either open source or market them through my company - Vellapps LLC.",
      "coverPhoto": "../../assets/areas/development/pacalendar.jpg"
    }
  ]
}
